{
    "en": {
        "title": "ABOUT ME",
        "description-1": "My name is Valentin, and I live in Bordeaux, France. Passionate about new technologies, video games (and of course, retro gaming, I think you guessed that), and everything related to pop culture, I decided, in 2021, to undergo a career change and become a web developer.",
        "description-2": "From September 2021 to February 2022, I attended an intensive 6-month full-stack web developer training at the Wild Code School in Biarritz (JavaScript/Node/React), during which I worked on various projects.",
        "description-3": "From March 2022 to August 2022, I completed a 6-month internship at the web agency Digital Copilote as part of this training, where I collaborated on various projects related to blockchain and cryptocurrencies, as well as a website for a music band. I learned a lot of new technologies (Next.js, NextSeo, Tailwind, ChakraUI, Prisma...) and further developed the skills acquired during my training.",
        "description-4": "From September 2022 to September 2023, I decided to further my education by participating in a year-long apprenticeship at Wild Code School while working for the company Yanport. During my coursework, I was able to develop a full-stack project (a BlaBlaCar clone) using React, GraphQL, and Docker. Additionally, I learned to use Angular during my time at the company.",
        "description-5": "With these two years of experience in web development, I am currently seeking a new opportunity to continue this adventure. Feel free to contact me, and I will respond as promptly as possible."
    },
    "fr": {
        "title": "A PROPOS DE MOI",
        "description-1": "Je m'appelle Valentin, j'habite a Bordeaux, en France. Passionne par les nouvelles technologies, les jeux-videos ( et bien sur, par le retrogaming, je pense que vous l'aviez devine ) et par tout ce qui touche a la pop culture, j'ai decide, en 2021, d'effectuer une reconversion professionnelle en tant que developpeur web.",
        "description-2": "De septembre 2021 a fevrier 2022, j'ai suivi une formation intensive de developpeur web full-stack de 6 mois a la Wild Code School de Biarritz ( Javascript / Node / React ) durant laquelle j'ai effectue differents projets.",
        "description-3": "De mars 2022 a aout 2022, j'ai effectue un stage de 6 mois a l'agence web Digital Copilote dans le cadre de cette formation, ou j'ai collabore a differents projets lies a la blockchain et aux crypto-monnaies, ainsi qu'un site pour un groupe de musique. J'ai appris beaucoup de nouvelles technologies (Next.js, NextSeo, Tailwind, ChakraUI, Prisma... ) et developpe celles que j'ai apprises durant ma formation.",
        "description-4": "De septembre 2022 a septembre 2023, j'ai decide de poursuivre ma formation en faisant une annee d'alternance a la Wild Code School en travaillant pour l'entreprise Yanport. Durant ma periode de cours, j'ai pu developper un projet full stack (un clone de BlaBlaCar) en React / GraphQL / Docker et ai appris a utiliser Angular dans mon entreprise.",
        "description-5": "Fort de ces deux annees d'experience dans le developpement web, je suis aujourd'hui a la recherche d'une nouvelle opportunite pour poursuivre cette aventure. N'hesitez pas a me contacter, je vous repondrai aussi rapidement que possible."
    }
}