{
    "en": {
        "title": "ABOUT ME",
        "description-1": "My name is Valentin, I live in Bordeaux, France. Passionnate by new technologies, gaming ( and retrogaming, of course, I am pretty sure you have guessed it ) and a lot of things related to the pop culture, I decided, in 2021, to make a retraining to become a web developer.",
        "description-2": "I followed a 5 months full-stack web developer bootcamp program at the Wild Code School ( Javascript / Node / React ) from september 2021 to february 2022, in which I have been involved in different team projects. Then I made a 6 months internship at Digital Copilote, a web-agency, from march 2022 to august 2022, where I worked on projects linked to the blockchain and crypto-currencies. I learned a lot of new technologies ( nextjs, nextSeo, tailwind, chakraUI, Prisma... ) and improved what I discovered during my program. Don't hesitate to contact me, I will answer you as quickly as possible."
    },
    "fr": {
        "title": "A PROPOS DE MOI",
        "description-1": "Je m'appelle Valentin, j'habite a Bordeaux, en France. Passionne par les nouvelles technologies, les jeux-videos ( et bien sur, par le retrogaming, je pense que vous l'aviez devine ) et par tout ce qui touche a la pop culture, j'ai decide, en 2021, d'effectuer une reconversion professionnelle en tant que developpeur web.",
        "description-2": "De septembre 2021 a fevrier 2022, j'ai suivi une formation intensive de developpeur web full-stack de 6 mois a la Wild Code School de Biarritz ( Javascript / Node / React ) durant laquelle j'ai effectue differents projets en equipe.",
        "description-3": "De mars 2022 a aout 2022, j'ai effectue un stage de 6 mois a l'agence web Digital Copilote dans le cadre de cette formation, ou j'ai collabore a differents projets lies a la blockchain et aux crypto-monnaies, ainsi qu'un site pour un groupe de musique. J'ai appris beaucoup de nouvelles technologies ( nextjs, nextSeo, tailwind, chakraUI, Prisma... ) et developpe celles que j'ai apprises durant ma formation.",
        "description-4": "De septembre 2022 a septembre 2023, j'ai decide de poursuivre ma formation en faisant une annee d'alternance a la Wild Code School en travaillant pour l'entreprise Yanport",
        "description-5": "N'hesitez pas a me contacter. Je vous repondrai aussi rapidement que possible."
    }
}